---
kind: property
id: P:Autodesk.Revit.DB.GroupLoadOptions.IncludeGrids
source: html/8d14af1c-eecc-04a6-12e7-2ae1552d23e3.htm
---
# Autodesk.Revit.DB.GroupLoadOptions.IncludeGrids Property

True if grids should be brought in from the input file, false otherwise.
 The default value is False false false ( False in Visual Basic) .

## Syntax (C#)
```csharp
public bool IncludeGrids { get; set; }
```